Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེས་མནའ་མ་ལ་སྨྲས་པ་དང་དེ་ཡང་དད་པར་གྱུར་ཏོ། །དེ་ནས་དེ་རྣམས་ཀྱིས་གྲོས་བྱ་བར་བརྩམས་པ།
en: He told his wife, and she also gained faith. Thereupon they began to talk among themselves:

source: བདག་ཅག་སང་ཟན་མ་ཟོས་ཀྱང་བླ་འདུས་ལ་རབ་ཏུ་བྱུང་བ་ཞི་བའི་བདག་ཉིད་ཅན་འདི་བཤོས་གསོལ་ལོ།
en: ‘Let’s together offer a meal to this mendicant, who has a tranquil nature, even if we do not eat anything tomorrow.’

source: །དེ་ནས་ནམ་ནངས་ནས་དེ་རྣམས་ཀྱིས་དེ་ལ་བསོད་སྙོམས་ཕུལ་ལོ།
en: “Thereupon, when the night had passed, they did offer almsfood to the self-awakened one.

source: །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱིས་སྨྲས་པ། བཟང་མོ་ཁོ་བོའི་རས་ཀྱི་བགོ་སྐལ་གང་ཡིན་པ་དེ་ནི་རབ་ཏུ་བྱུང་བ་འདི་ལ་འབུལ་ལོ།
en: The garland maker said to his wife, ‘Good lady, I will offer my share of the cloth to this mendicant.’

source: །དེས་སྨྲས་པ། རྗེའི་སྲས་བདག་གི་ཡང་དབུལ་ལོ།
en: “ ‘My dear, I will offer mine, too,’ she replied.

source: །བུས་སྨྲས་པ། བདག་གི་ཡང་དབུལ་ལོ།
en: “ ‘I will offer mine, too.’ said the son.

source: །མནའ་མས་སྨྲས་པ། བདག་གི་ཡང་དབུལ་ལོ།
en: “And the daughter-in-law said, ‘I will offer mine, too.’

source: །དེ་ནས་དེ་རྣམས་འདུས་ནས་དེ་ལ་རས་བསྐོན་ཏོ།
en: “Then they together dressed him with the cloth.

source: །བདག་ཉིད་ཆེན་པོ་དེ་དག་ནི་ལུས་ཀྱིས་ཆོས་སྟོན་གྱི་ཚིག་གིས་མ་ཡིན་པས་དེ་ནས་བདག་ཉིད་ཆེན་པོ་དེ་དེ་རྣམས་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ནམ་མཁའ་ལ་འཕགས་ནས་འབར་བ་དང་། གསལ་བ་དང་། ཆར་འབེབས་པ་དང་། གློག་འབྱིན་པའི་ཆོ་འཕྲུལ་དག་བྱ་བར་བརྩམས་སོ།
en: Since such great people do not show things by words but through physical actions, then, out of compassion for them, the great man soared high into the air and began to display miracles, namely, blazing fire, radiating light, causing rain to fall, and causing lightning to strike.

source: །སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་རྫུ་འཕྲུལ་ལ་མྱུར་དུ་སེམས་གཏོད་པ་ཡིན་པས་ཤིང་རྩ་བ་ནས་བཅད་པ་བཞིན་དུ་རྐང་པ་གཉིས་ལ་གཏུགས་ཏེ་སྨོན་ལམ་གདབ་པར་བརྩམས་པ།
en: Since ordinary people tend to be swiftly attracted by magical powers, they bowed down to his feet like trees that had been cut at the roots and made aspirations:

source: བདག་ཅག་གིས་ཡོན་གནས་དམ་པ་འདི་ལྟ་བུ་ལ་བྱ་བ་བྱས་པའི་དགེ་བའི་རྩ་བ་འདིས་བདག་ཅག་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་ཞིང་བདག་ཅག་གི་ཁྱིམ་དུ་ལྷ་དང་མིའི་གཡང་འབབ་པར་གྱུར་ཅིག །འདི་ལྟ་བུའི་ཆོས་རྣམས་ཀྱང་ཐོབ་ནས་འདི་བས་ཁྱད་པར་དུ་འཕགས་པའི་སྟོན་པ་མཉེས་པར་བྱེད་ཀྱི། མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག་ཅེས་བྱས་སོ།
en: ‘By this root of merit from our performing a service for the excellent human field of merit, may we be born into a family that is rich and has great wealth and many possessions! May our house be blessed with divine and human fortune! May we, having attained such qualities, please a teacher who is nobler than this man and not displease him!’

source: །དེ་ནས་རང་སངས་རྒྱས་ཀྱིས་དེ་རྣམས་ལ་སྙིང་བརྩེ་བར་རྫུ་འཕྲུལ་བྱས་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་སྟེང་ནས་ཕར་ཆས་ཏེ་སོང་བ་དང་། དེའི་གྲིབ་མ་རྒྱལ་པོའི་སྟེང་དུ་བབ་པ་ལས་དེ་གདོང་བསྟོད་དེ་བལྟ་བར་བརྩམས་པ་དང་། བདག་ཉིད་ཆེན་པོ་དེ་མཐོང་ནས་དེས་བསམས་པ།
en: “Thereupon, having exercised his magical power out of compassion for them, the self-awakened one left, flying over the king’s residence. As his shadow fell on the king, the king looked up and saw the great man.

source: བདག་ཉིད་ཆེན་པོ་འདིས་ཡང་སུ་ཞིག་གི་བཀྲེན་པའི་རྩ་བ་ཕྱུང་བར་འགྱུར་སྙམ་མོ།
en: He wondered, ‘Whose root of poverty was removed by this great man?’

source: །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་དེ་རྒྱལ་པོ་ལ་མེ་ཏོག་འབུལ་བའི་དུས་གང་ཡིན་པ་དེ་ལས་ཐེག་གི་ཙམ་ཞིག་ཡོལ་ལོ། །རྒྱལ་པོ་ཡང་མེ་ཏོག་ལ་སྡོད་ཅིང་འདུག་གོ།
en: “The time passed when the garland maker usually offered flowers to the king, and the king was kept waiting for his flowers.

source: །དེ་ནས་མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་དེ་རྒྱལ་པོའི་ཞོ་ཤས་འཚོ་བ་རྣམས་ཀྱིས་བཀུག་པ་དང་རྒྱལ་པོས་དེ་ལ་སྨྲས་པ།
en: Then the garland maker was summoned by the king’s men.

source: ཅིའི་ཕྱིར་ཁྱོད་ཀྱིས་མེ་ཏོག་དེ་རིང་དུས་ལས་ཡོལ་དེས་ཇི་ལྟར་གྱུར་པ་རྒྱས་པར་སྨྲས་པ་དང་། དེ་ནས་རྒྱལ་པོས་ཇི་སྙེད་གྱོན་པ་བྱིན་ནོ།
en: The king asked him, ‘Why are you late in bringing flowers today?’ “He explained what had happened in detail. Then the king gave him as many clothes as he needed.

source: །དེ་བཞིན་དུ་མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱི་ཆུང་མ་ལ་ནི་བཙུན་མོ་རྣམས་ཀྱིས་ཇི་སྙེད་གྱོན་པ་བྱིན་ནོ།
en: Likewise, the queens gave the garland maker’s wife as many clothes as she needed.

source: །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱི་བུ་ལ་ནི་གཞོན་ནུ་རྣམས་ཀྱིས་སོ། །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱི་མནའ་མ་ལ་ནི་རྒྱལ་པོའི་མནའ་མ་རྣམས་ཀྱིས་ཏེ།
en: So did the princes and the king’s daughters-in-law to the garland maker’s son and daughter-in-law, respectively.

source: དེ་མཐོང་བའི་ཆོས་དེ་ཉིད་ལ་ནོར་གྱི་མེ་ཏོག་མངོན་པར་གྲུབ་པར་གྱུར་ཏེ་དབུལ་བ་མེད་པར་གྱུར་ཏོ།
en: The garland maker had plenty of flowers, which were his property, and was short of nothing for the rest of his life.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གང་ཡིན་པ་དེ་ནི་ནོར་ཅན་འདི་ཉིད་ཡིན་ནོ།
en: That one who was the garland maker at that time, on that occasion, was indeed Dhanika.

source: །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱི་ཆུང་མ་ནི་ནོར་ཅན་གྱི་ཆུང་མ་ཡིན་ནོ། །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱི་བུ་ནི་ནོར་ཅན་གྱི་བུ་ཡིན་ནོ། །མེ་ཏོག་ཕྲེང་རྒྱུད་མཁན་གྱི་མནའ་མ་ནི་ནོར་ཅན་གྱི་མནའ་མ་ཡིན་ཏེ།
en: Those who were the garland maker’s wife, son, and daughter-in-law were Dhanika’s wife, son, and daughter-in-law.

source: འདི་དག་གིས་རང་སངས་རྒྱས་ལ་བྱ་བ་བྱས་ཤིང་སྨོན་ལམ་བཏབ་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ནས། ཁྱིམ་དུ་ལྷ་དང་མིའི་གཡང་བབས་པར་གྱུར་ཏོ།
en: Because of the maturation of the karma, namely, their performing a service for the self-awakened one and making aspirations, they were born into a family that was rich and had great wealth and many possessions, and their house was blessed with divine and human fortune.

source: །ངའི་སྤྱན་སྔ་ནས་ཀྱང་བདེན་པ་མཐོང་བར་བྱས་ཏེ། ང་རང་སངས་རྒྱས་བྱེ་བ་བརྒྱ་སྟོང་བས་ཁྱད་པར་དུ་འཕགས་པའི་སྟོན་པ་འདི་དག་གིས་མཉེས་པར་བྱས་ཀྱི་མི་མཉེས་པར་མ་ཡིན་ནོ།
en: They saw truths in my presence and pleased me, a teacher who is nobler than a hundred thousand times ten million self-awakened ones, and did not displease me.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་ལས་གཅིག་ཏུ་གནག་པ་རྣམས་ཀྱི་ནི་ཞེས་བྱ་བ་ནས་བརྩལ་བར་བྱ་སྟེ།
en: “Therefore, monks, the maturation of entirely negative actions . . . you should seek . . . .

source: །དེ་ནས་ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ལྷག་པར་ཡང་མངོན་པར་དད་པར་གྱུར་ནས་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ལ་བདག་ཅག་གིས་དགུང་ཟླ་གསུམ་དུ་ན་བཟའ་ཆོས་གོས་དང་བསོད་སྙོམས་དང་། གཟིམས་ཆ་དང་། སྙུན་དཔྱད་ཀྱི་རྐྱེན་སྨན་དང་། ཡོ་བྱད་རྣམས་འབུལ་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ།
en: The Rules on Food Thereupon, having greatly increased their faith, the brahmins and householders in Vaiśālī rose from their seats, made the gesture of supplication to the Blessed One, and said, “May the Blessed One together with the community of monks assent to our offer of requisites, namely, robes, almsfood, bedding and seats, and medicines for the sick, in our house for three months.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ལ་གནང་ངོ་།
en: The Blessed One assented to the brahmins and householders in Vaiśālī by remaining silent.

source: །དེ་ནས་ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་སྟན་ལས་ལངས་ཏེ་དོང་ངོ་།
en: Then the brahmins and householders in Vaiśālī, knowing that the Blessed One had assented by remaining silent, bowed low until their foreheads touched the Blessed One’s feet, rose from their seats, and departed.

source: །དེ་ནས་ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་དེ་ཉིད་ཀྱི་ནུབ་མོ་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་སྟ་གོན་བྱས་ཏེ་ཞེས་བྱ་བ་ནས། ཕྱག་བཅབས་ཏེ་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ། ཆོས་མཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Thereupon the brahmins and householders in Vaiśālī prepared a pure and fine meal during the night . . . Knowing the Blessed One had . . . washed his hands and his bowl, they took low seats and sat before the Blessed One in order to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་གདན་ལས་བཞེངས་ཏེ་གཤེགས་སོ།
en: The Blessed One instructed, inspired, encouraged, and delighted the brahmins and householders in Vaiśālī through talk consistent with the Dharma, and then rose from his seat and departed.

source: །དེ་བཞིན་དུ་ཉི་མ་གཉིས་སམ་གསུམ་གྱི་བར་དུ་འདས་སོ།
en: Two or three days passed in this manner.

source: །ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱི་འཁོར་རྒྱ་ཆེན་པོ་མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་ནས་དེ་རྣམས་ཀྱི་ཉེ་དུ་དག་ཟས་ཀྱི་ཕྱིར་ཉི་མ་རེ་རེ་ཞིང་འོང་བས་དེ་དག་གིས་གཙེས་པར་གྱུར་ནས་དགེ་སློང་རྣམས་ལ་སྨྲས་པ།
en: The brahmins and householders in Vaiśālī had many attendants. Since a famine had broken out and their kinsmen came to them in search of food, they became oppressed by them and said to the monks, “O noble ones, since a famine has broken out, our kinsmen have come to us to beg for food.

source: འཕགས་པ་དག་མུ་གེ་དང་བཅས་པའི་དུས་བྱུང་བས་བདག་ཅག་གི་ཉེ་དུ་དག་སྐུར་མཆིས་ཏེ་དེ་རྣམས་ལ་བདག་ཅག་གདུགས་གཅིག་བཞིན་དུ་སྩོལ་བས་ཁྱེད་ཅག་དང་དེ་རྣམས་ལ་ཁྱད་པར་རྔོ་མི་ཐོག་ན།
en: Since we give them food every day, we are not able to attend to both you and them sufficiently.

source: ཀྱེ་འཕགས་པ་དག་བདག་ཅག་གིས་ཡོ་བྱད་རྣམས་དབུལ་གྱིས་ཞལ་ཏ་ཁོ་ན་མཛོད་ཅིག །དགེ་སློང་རྣམས་ཀྱིས་སྨྲས་པ།
en: O noble ones, we will give you necessities. Please prepare your food by yourselves.”

source: བཅོམ་ལྡན་འདས་ལ་ཞུས་ཏེ་བྱའོ་ཞེས་དགེ་སློང་རྣམས་ཀྱིས་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “We will first ask the Blessed One,” the monks replied. The monks reported this matter to the Blessed One.

source: དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ་དགེ་སློང་རྣམས་ཀྱིས་ཞལ་ཏ་བྱའོ།
en: The Blessed One said, “On account of that, I authorize monks to prepare their food.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ཀྱིས་ཟས་ཀྱི་ཞལ་ཏ་བྱའོ་ཞེས་གསུངས་པས་དེ་རྣམས་ཀྱིས་ཞལ་ཏ་བྱ་བར་བརྩམས་ཏེ་ཇི་ཙམ་ན་སྟེང་གཡོགས་མེད་པར་ཐུག་པ་འཚེད་པའི་ཞལ་ཏ་བྱས་པ་ལས་ལྷས་ཆར་ཕབ་པས་དེ་མ་རུང་བར་གྱུར་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Since the Blessed One had said that monks may prepare food, they began to prepare food. Then they prepared rice soup, cooking it in the open air, but it was ruined because of rainfall. When they reported this matter to the Blessed One, he said, “You should not cook in the open air.”

source: སྟེང་གཡོགས་མེད་པར་བཙོ་བར་མི་བྱའོ། །སྒོ་ཁང་དང་ཁྱམས་སུ་འཚེད་པར་བྱེད་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྒོ་ཁང་དང་ཁྱམས་སུ་བཙོ་བར་མི་བྱའོ།
en: When they cooked in the gateway building and on the terrace, the Blessed One said, “You should not cook in the gateway building or on the terrace.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་རུང་བའི་གནས་ཀྱི་གཞིར་མི་རུང་བ་ནི་བཅུ་པོ་འདི་དག་སྟེ།
en: Monks, the following ten are unsuitable as places for what is allowable.

source: འདི་རྣམས་སུ་ཟས་ཀྱི་ཞལ་ཏ་མི་བྱའོ།
en: You should not prepare food in these places.

source: །བཅུ་གང་ཞེ་ན།
en: What are the ten?

source: སྟེང་གཡོགས་མེད་པ་དང་། སྒོ་ཁང་དང་། ཁྱམས་དང་། བསྲོ་གང་དང་། ཁྲུས་ཁང་དང་། རྒྱལ་པོའི་གནས་དང་། མཆོད་རྟེན་གྱི་གནས་དང་། མུ་སྟེགས་ཅན་གྱི་གནས་དང་། ཁྱིམ་བདག་གི་གནས་དང་། དགེ་སློང་མའི་དབྱར་ཁང་ངོ་།
en: The open air, a gateway building, a terrace, a steam-bath house, a bath house, a kings’ place, a place where there are stūpas, places of those who belong to a different faith, a householders’ place, and nunneries.

source: །གཞི་བཅུ་པོ་འདི་དག་ནི་རུང་བ་མ་ཡིན་པའི་གནས་ཀྱི་གཞི་ཡིན་ཏེ། དེ་རྣམས་སུ་དགེ་སློང་གིས་ཟས་ཀྱི་ཞལ་ཏ་མི་བྱའོ།
en: These ten are unsuitable places wherein a monk should not prepare food.

source: །ཞལ་ཏ་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །སྡོམ་ནི།
en: If he prepares it there, he becomes guilty of an offense.” Chapter Ten Summary of Contents:

source: ནད་བུ་ཅན་དང་ཟས་དག་དང་། །གཡར་ཚུས་ལྷག་པ་དག་དང་ཡང་།
en: The Sick, Foods, Breakfast, Leftovers,

source: །ཚལ་གྱི་འབྲས་བུ་ཆུ་སྐྱེས་དང་། །པད་མའི་རྩ་དང་ལུག་དག་གོ།
en: Fruits from Forests, Lotus, Lotus Roots, and Miṇḍhaka. I. The Sick

source: །མཉན་ཡོད་ན་དགེ་སློང་ནད་བུ་ཅན་ཞིག་ཡོད་པ་དེས་སྨན་པ་ལ་དྲིས་པ།
en: There once was a sick monk in Śrāvastī. He requested a doctor, “Sir, prescribe medicine for me.”

source: བཞིན་བཟངས་དག་ཁོ་བོ་ལ་སྨན་སྟོན་ཅིག །དེས་ནད་ཀྱི་གཞི་དྲིས་ནས་སྨྲས་པ། འཕགས་པ་ཐུག་པ་གསོལ་ཅིག་དང་སོས་པར་འགྱུར་རོ།
en: Having asked the cause of the disease, the doctor said, “O noble one, have rice soup, and you will recover your health.”

source: །དེས་སྨྲས་པ། བཞིན་བཟངས་བཅོམ་ལྡན་འདས་ཀྱིས་མ་གནང་ངོ་།
en: “Sir,” he replied, “the Blessed One has not authorized that.”

source: །སྨན་པས་སྨྲས་པ། འཕགས་པ་ཁྱོད་ཀྱི་སྟོན་པ་ཐུགས་རྗེ་ཅན་ཡིན་པས་འདི་ཉིད་ཀྱིས་རྐྱེན་བྱས་ནས་གནང་བར་འགྱུར་བའི་གནས་དེ་ཡོད་དོ།
en: “O noble one,” said the doctor, “since your Teacher is compassionate, it is likely that he will authorize it on this occasion.”

source: །དེས་སྐབས་དེ་དགེ་སློང་རྣམས་ལའོ། །དགེ་སློང་རྣམས་ཀྱིས་ནི་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: He related this matter to other monks, and then those monks reported it to the Blessed One.

source: གལ་ཏེ་སྨན་པས་ཐུག་པ་འཐུང་ཤིག་ཅེས་ཟེར་ན་སྨན་པས་བསྒོ་བ་བཞིན་ཐུག་པ་བཏུང་བར་བྱ་སྟེ་དེ་ལ་འགྱོད་པ་མི་བྱའོ།
en: The Blessed One said, “If a doctor tells you to have rice soup, you can have rice soup as the doctor has prescribed. You should not have any regrets about this.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་སྨན་པས་བསྒོ་བ་བཞིན་ཐུག་པ་བཏུང་བར་བྱའོ་ཞེས་བཀའ་སྩལ་པ་དང་། དེའི་ནད་གཡོག་གིས་ཐུག་པ་གྲང་མོ་ཞིག་ཁྱེར་ཏེ་བྱིན་ནོ།
en: When the Blessed One said, “You can have rice soup as the doctor has prescribed,” the sick monk’s attendant brought cold rice soup and gave it to him.

source: །དེ་ནས་སྨན་པས་འོངས་ནས་དྲིས་པ་འཕགས་པ་ཁྱོད་བདེའམ།
en: Thereupon the doctor came and asked, “O noble one, are you well?”

source: དེས་སྨྲས་པ། བཞིན་བཟངས་མི་བདེའོ།
en: “Sir, I am not well,” he answered.

source: །ཅི་ཁྱོད་ཀྱིས་ཐུག་པ་མ་གསོལ་ཏམ། འཐུངས་སོ།
en: “Did you not have rice soup?” “I did.”

source: །ཅི་འདྲ་བ་ཞིག །གྲང་མོའོ།
en: “How did you have it?” “I had it cold.”

source: །འཕགས་པ་མ་ལེགས་པ་ཞིག་བགྱིས་སོ།
en: “O noble one, it wasn’t good to do that.

source: །སང་ནི་དྲོན་མོ་གསོལ་ཅིག །དེ་ནས་ནད་གཡོག་གིས་བླངས་ནས་གྲང་མོ་ཁོ་ན་རྙེད་ནས་དེས་དེ་ལ་བསྲོས་ཏེ་བྱིན་ནོ།
en: Tomorrow, have some that’s warm.” Then the attendant received rice soup again. Having obtained some that was cold, he heated it and gave it to the sick monk.

source: །དེ་ནས་སྨན་པ་འོངས་ཏེ་དེ་བཞིན་དུ་དྲིས་པ་དང་དེས་སྨྲས་པ། མི་བདེའོ།
en: When the doctor came and asked in the same way, he answered, “I am not well.”

source: །ཅི་ཐུག་པ་མ་གསོལ་ཏམ། འཐུངས་སོ།
en: “Did you not have rice soup?” “I did.”

source: །ཅི་འདྲ་བ་ཞིག །གྲང་མོ་ཞིག་བསྲོས་ནས་སོ།
en: “How did you have it?” “I had it after heating some that was cold.”

source: །དེ་གྲངས་ཏེ་བསྲོས་པ་ལགས་ཀྱིས་སང་ནི་རང་བཞིན་གྱིས་དྲོན་པོར་མཛོད་ལ་གསོལ་ཅིག །དེ་ནས་དེའི་ནད་གཡོག་གིས་འབྲས་དང་སྣོད་སྟ་གོན་བྱས་ནས་གཙུག་ལག་ཁང་གི་ཕྱི་རོལ་གྱི་ཤིང་དྲུང་ཞིག་ཏུ་བཙོ་བར་བརྩམས་པ་ལས་དེ་ནས་ཁྭའི་རྟུག་པས་དེ་མ་རུང་བར་བྱས་པས་དགེ་སློང་དེ་ཕོངས་པར་གྱུར་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ལའོ།
en: Since that food had been cold and was heated, tomorrow have some that is warm from the beginning.” “Then the attendant, having procured rice and a pot, began to cook the rice under a tree outside the monastery. However, the food was ruined by a crow’s excrement, and the monk’s condition became worse.

source: །དགེ་སློང་རྣམས་ཀྱིས་ནི་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: He related this matter to other monks, and those monks reported it to the Blessed One.

source: དགེ་སློང་དག་དེ་ལྟ་བས་ན་རུང་བའི་གནས་བསྐོ་བར་བྱའོ།
en: The Blessed One said, “Monks, in such a case, you can demarcate a place for what is allowable.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་རུང་བའི་གནས་བསྐོ་བར་བྱའོ་ཞེས་བཀའ་སྩལ་པ་དང་། དགེ་སློང་རྣམས་ཀྱིས་ཅི་འདྲ་བ་དང་ཇི་ཙམ་པ་མ་ཤེས་ནས།
en: When the Blessed One said that they could demarcate a place for what is allowable, the monks did not know what such a place was and how large it should be.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རུང་བའི་གནས་ལྔ་སྟེ། རྩོམ་པའི་མཐའ་ཅན་དང་། སེམས་གཏོད་པའི་མཐའ་ཅན་དང་། བ་ཉལ་བ་ལྟ་བུ་དང་། སྟོང་པའི་གནས་དང་། བསྐོས་པའོ།
en: The Blessed One said, “Places for what is allowable are fivefold: those related to erecting, those related to drawing attention, those like cowsheds, empty places, and those demarcated.

source: །དེ་ལ་རྩོམ་པའི་མཐའ་ཅན་ནི་འདི་ལྟ་སྟེ།
en: “Among these, those related to erecting are as follows:

source: དགེ་སློང་ལག་གི་བླས་གནས་རྩོམ་པ་ན་དེར་ཐོག་མར་གཞི་འདི་ནི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་འགྱུར་རོ་ཞེས་སེམས་བསྐྱེད་ཅིང་ཚིག་ཏུ་སྨྲས་པ་སྟེ།
en: When dwellings are built, there the monk in charge of construction first says, ‘This place will become the community’s place for what is allowable,’ making up his mind and performing the recitation.

source: འདི་ནི་རུང་བའི་གནས་རྩོམ་པའི་མཐའ་ཅན་ཞེས་བྱའོ།
en: This is a place for what is allowable related to erecting.

source: །སེམས་གཏོད་པའི་མཐའ་ཅན་གང་ཞེ་ན།
en: “What are those related to drawing attention?

source: འདི་ལྟ་སྟེ། དགེ་སློང་ལག་གི་བླས་དེར་ཐོག་མར་གཞི་རྡོ་བ་འདྲེན་པ་ན་ཉེ་འཁོར་གྱི་དགེ་སློང་རྣམས་ལ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་གཞི་འདི་ནི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་འགྱུར་བར་ངེས་པར་ཟུང་ཤིག་ངེས་པར་ཟུང་ཤིག་ཅེས་བྱ་སྟེ། འདི་ནི་སེམས་གཏོད་པའི་མཐའ་ཅན་ཞེས་བྱའོ།
en: When a stone is first set, the monk in charge of construction says to the neighboring monks, ‘Venerable ones, understand that this place will become the community’s place for what is allowable.’ Since the word ‘understand’ is said, this is called one related to drawing attention.

source: །བ་ཉལ་བ་ལྟ་བུ་གང་ཞེ་ན།
en: “What are those like cowsheds?

source: གང་ལ་སྒོ་ཐ་དད་པར་གསེས་པ་སྟེ། འདི་ནི་བ་ཉལ་བ་ལྟ་བུ་ཞེས་བྱའོ།
en: Those where there are separate doors are called ones like cowsheds.

source: །གནས་སྟོང་པ་གང་ཞེ་ན།
en: “What are empty places?

source: སྤངས་པའི་གནས་ཏེ་འདི་ནི་གནས་སྟོང་པ་ཞེས་བྱའོ།
en: Places that have been abandoned are called empty places.

source: །བསྐོས་པ་གང་ཞེ་ན།
en: “What are those demarcated?

source: གསོལ་བ་དང་གཉིས་ཀྱི་ལས་ཀྱིས་བསྐོས་པའོ།
en: They have been demarcated with a formal act consisting of one motion and one proclamation.”

source: །དགེ་སློང་རྣམས་ཀྱིས་ཇི་ལྟར་བསྐོ་བ་མ་ཤེས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གནས་གང་ཞིག་ཐམས་ཅད་ཟིན་པར་བྱས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་ལ་དགེ་འདུན་གྱིས་འདོད་ན་དེ་བསྐོ་བར་བྱའོ།
en: Since the monks did not know how to demarcate those, the Blessed One instructed them: “If the community wishes, a place all forms of which are well fixed, which is within the boundary, and which has a fathom of space outside should be demarcated.

source: །བསྐོ་བ་ཡང་འདི་ལྟར་བྱ་སྟེ།
en: Demarcation should be done as follows.

source: གནས་མལ་བཤམས་ལ་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ལ། དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་དང་། དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ།
en: When seats have been prepared, the gong has been struck, the monks have been questioned with the words of inquiry, and all the members of the community are gathered and seated, one monk should propose a motion and perform the formal act:

source: །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: ‘May the community of honored ones listen.

source: གནས་ཐམས་ཅད་ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོ་ན།
en: This place, all forms of which are well fixed, which is within the boundary, and which has a fathom of space outside, will be demarcated as the community’s place for what is allowable.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་གནས་ཐམས་ཅད་ལགས་པ་ནང་མཚམས་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོའོ། །འདི་ནི་གསོལ་བའོ།
en: If it is the right time for the community and the community permits it, may the community consent to demarcating this place . . . as the community’s place for what is allowable.’ This is the motion.

source: །ལས་ནི་འདི་ལྟར་བྱ་སྟེ།
en: “The formal act should be done as follows:

source: དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: ‘May the community of honored ones listen.

source: གནས་ཐམས་ཅད་ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོ་བར་བཞེད་དེ།
en: This place . . . is wished to be demarcated as the community’s place for what is allowable.

source: དེའི་སླད་དུ་དགེ་འདུན་གྱིས་གནས་ཐམས་ཅད་ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོ་ན།
en: If this place . . . is to be demarcated by the community as the community’s place for what is allowable, those among you, venerable ones, who consent to demarcating this place . . . as the community’s place for what is allowable should remain silent.

source: ཚེ་དང་ལྡན་པ་རྣམས་ལས་གང་དག་གནས་ཐམས་ཅད་ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །གང་དག་མི་བཟོད་པ་དེ་དག་ནི་གསུང་ཤིག །དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་གནས་ཐམས་ཅད་བགྱིས་ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོས་ལགས་ཏེ།
en: Those who do not consent should speak.’ “ ‘Having authorized and consented to this, the community demarcated this place . . . as the community’s place for what is allowable.

source: འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་དེ་བཞིན་དུ་འཛིན་ཏོ།
en: I thus take it to be settled on account of your silence.’

source: །གང་དུ་དགེ་འདུན་གྱི་རུང་བའི་གནས་སུ་བསྐོས་པ་དེར་གཉིས་སྐབས་དབྱེ་སྟེ།
en: “In the demarcated place for what is allowable, two things are allowed:

source: མཚམས་ཀྱི་ནང་དུ་བཙོས་པ་དང་། མཚམས་ཀྱི་ནང་དུ་ཞག་ལོན་པའོ།
en: what is cooked within the boundary and what has been kept for a night within the boundary.” II. Foods

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡངས་པ་ཅན་གྱི་སྤྲེའུ་རྫིང་གི་འགྲམ་ན་ཁང་པ་བརྩེགས་པའི་གནས་ན་བཞུགས་སོ།
en: The Buddha, the Blessed One, was staying in Kūṭāgāraśālā on the bank of Markaṭa Pond near Vaiśālī.

source: །ཡངས་པ་ཅན་ན་སྡེ་དཔོན་སེང་གེ་ཞེས་བྱ་བ་ཞིག་གནས་ཏེ།
en: There lived a general named Siṃha in Vaiśālī.

source: དེའི་ཉེ་འཁོར་ན་གནས་པ་རྣམས་ཀྱིས་དེའི་ཆེད་དུ་ཤ་ཁྱེར་ཏེ་འོངས་ནས་དེ་ཡང་ཟ་བར་བྱེད་དོ།
en: His neighbors used to bring him meat, which he would eat.

source: །གང་གི་ཚེ་དེས་བཅོམ་ལྡན་འདས་ལས་བདེན་པ་མཐོང་བ་དེའི་ཚེ་མི་ཟ་བས་ཁྱེར་ཏེ་འོངས་ནས་ཡང་དགེ་སློང་རྣམས་ལ་སྦྱིན་པར་བྱེད་དོ།
en: After he had seen the truth in the presence of the Blessed One, he did not eat meat but had what was brought to him given to monks.

source: །དགེ་སློང་རྣམས་ཀྱིས་ཀྱང་དེ་དག་ཟོས་པ་དང་མུ་སྟེགས་ཅན་རྣམས་སྨོད་པར་བྱེད། གཞོགས་འཕྱས་བྱེད། ཁ་ཟེར་བར་བྱེད་དེ།
en: When the monks ate it, non-Buddhist ascetics criticized, insulted, and disparaged them:

source: ཤེས་ལྡན་དག་སྡེ་དཔོན་སེང་གེའི་ཆེད་དུ་བྱས་ཏེ་ཤ་ཁྱེར་ཏེ་འོངས་ན་ནི་དེས་དེ་དག་མ་ཟོས་ལ།
en: “Sirs, although we have procured meat for the general Siṃha and brought it, he did not eat it but gave it to the śramaṇas, the sons of the Śākyans.

source: ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་རྣམས་ལ་བྱིན་པ་དང་། ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་རྣམས་ཀྱི་ཆེད་དུ་བྱས་པའི་ཤ་ནི་ཟོས་སོ་ཞེས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ངས་གནས་གསུམ་གྱིས་རུང་བ་མ་ཡིན་པའི་ཤ་བཟའ་བར་མི་བྱའོ་ཞེས་གསུངས་པ་གསུམ་གང་ཞེ་ན།
en: The śramaṇas, the sons of the Śākyans, ate the meat intentionally procured.” When the monks reported this matter to the Blessed One, the Blessed One said, “I said that meat that is unallowable for three reasons should not be eaten. What are the three?
